Repository: yeleibo/x-design
Catalog: lib/l10n/arb/intl_*.arb
Languages: id

source: Search
id: Menanyakan

source: Reset
id: Mengatur Ulang

source: Login
id: Gabung

source: please enter password
id: Silakan Masukkan Kata Sandi

source: please enter user name
id: Silakan Masukkan Nama Pengguna

source: Please Enter
id: Silakan Masuk

# suggestBrowserTip1
source: It is recommended to use
id: Penggunaan Yang Disarankan

# suggestBrowserTip2
source: latest Microsoft Edge
id: Versi Baru Peramban Microsoft Edge

# suggestBrowserTip3
source: to access this system
id: Kunjungi Sistem Ini

source: undo
id: Membatalkan

source: Cancel
id: Membatalkan

source: Confirm
id: Tentu

source: Delete
id: Menghapus

source: Selected
id: Terpilih

source: Clear List
id: Bersihkan Daftarnya

source: Location
id: Posisi

source: Get Failed
id: Gagal Memperoleh

source: Network Error
id: Kesalahan Jaringan

source: Upload
id: Mengunggah

# rotate
source: Rotate 90 degrees
id: Putar 90 derajat

source: Rename
id: menamakan semula

source: Please enter a new name
id: Sila masukkan nama baharu

source: Input cannot be empty
id: Input tidak boleh kosong

source: ZoomIn
id: Memperbesar

source: ZoomOut
id: Memperkecil

source: no new version
id: Tidak Ada Versi Baru

source: ignore this version
id: Abaikan Versi Ini

source: update
id: Memperbarui

# appUpdateAsk
source: Check a new version
id: Periksa Versi Baru

source: my position
id: Posisi Saya

source: mapCenter
id: Pusat Peta

source: Please enter the query keyword first
id: Silakan Masukkan Kata Kunci Kueri Terlebih Dahulu

source: keyword
id: Kata Kunci

source: language
id: Bahasa

source: theme
id: Tema

source: setting
id: Mempersiapkan

# installMapApp
source: please install map app
id: Silakan Instal Perangkat Lunak Peta Terlebih Dahulu

source: layers
id: Lapisan

source: Release to refresh
id: Lepaskan Untuk Menyegarkan

source: Start refreshing
id: Mulailah Menyegarkan

source: Refreshing
id: Menyegarkan

source: Refresh successful
id: Penyegaran Berhasil

source: Loading completed
id: Pemuatan Selesai

source: Refresh failed
id: Penyegaran Gagal

source: No More
id: Tidak Ada Data Lagi

# pageNumber
source: /page
id: /halaman
